export const YoutubeIcon = () => {
  return (
    <svg
      id="_x33_95-youtube"
      xmlns="http://www.w3.org/2000/svg"
      width="26.597"
      height="18.701"
      viewBox="0 0 26.597 18.701"
    >
      <g id="Сгруппировать_105" data-name="Сгруппировать 105">
        <path
          id="Контур_156"
          data-name="Контур 156"
          d="M52.042,97.208a3.342,3.342,0,0,0-2.351-2.367c-2.074-.559-10.391-.559-10.391-.559s-8.317,0-10.391.559a3.342,3.342,0,0,0-2.351,2.367,37.628,37.628,0,0,0,0,12.886,3.292,3.292,0,0,0,2.351,2.329c2.074.559,10.391.559,10.391.559s8.317,0,10.391-.559a3.293,3.293,0,0,0,2.351-2.329,37.628,37.628,0,0,0,0-12.886Z"
          transform="translate(-26.001 -94.282)"
          fill="#666"
        />
        <path
          id="Контур_157"
          data-name="Контур 157"
          d="M208.954,195.839V187.93l6.951,3.955Z"
          transform="translate(-198.376 -182.515)"
          fill="#fff"
        />
      </g>
    </svg>
  );
};
